Repository: alexgabi/Cinnamenu
Catalog: po/*.po
Languages: eu

source: Type to search...
eu: Idatzi bilatzeko...

source: Initializing
eu: Hasieratzen

source: No description available
eu: Ez dago deskribapenik eskuragarri

source: All applications
eu: Aplikazio guztiak

source: Places
eu: Lekuak

source: Recent files
eu: Duela gutxiko fitxategiak

source: Bookmarks
eu: Laster-markak

source: Favorite apps
eu: Aplikazio gogokoenak

source: gir1.2-gda-5.0 package required for Firefox and Midori bookmarks.
eu: gir1.2-gda-5.0 paketeak beharrezkoak Firefox eta Midori laster-markentzat.

source: Clear List
eu: Hustu zerrenda

source: No recent files
eu: Ez dago duela gutxiko fitxategirik

source: Account details
eu: Kontuaren xehetasunak

source: Grid View
eu: Sareta ikuspegia

source: List View
eu: Zerrenda Ikuspegia

source: Switch to grid view
eu: Aldatu sareta ikuspegira

source: Switch to list view
eu: Aldatu zerrenda ikuspegira

source: Lock screen
eu: Blokeatu pantaila

source: Lock the screen
eu: Blokeatu pantaila hau

source: Logout
eu: Itxi saioa

source: Leave the session
eu: Utzi saioa

source: Quit
eu: Itxi

source: Shutdown the computer
eu: Itzali ordenagailua

source: Run with NVIDIA GPU
eu: NVIDIA GPU erabiliz exekutatu

source: Add to panel
eu: Panelera gehitu

source: Add to desktop
eu: Mahaigainera gehitu

source: Remove from favorites
eu: Gogokoetatik ezabatu

source: Add to favorites
eu: Gehitu gogokoak

source: Uninstall
eu: Desinstalatu

source: Home
eu: Karpeta nagusia

source: Computer
eu: Ordenagailua

source: Browse network
eu: Nabigatu sarean

source: Find files...
eu: Bilatu fitxategiak...

source: Please wait...
eu: Itxaron...

source: Applications
eu: Aplikazioak

source: Documents
eu: Dokumentuak

source: Videos
eu: Bideoak

source: Images
eu: Irudiak

source: Music
eu: Musika

source: No recent Items
eu: Ez dagoe duela gutxiko itemik

source: Click to copy
eu: Klik egin kopiatzeko

source: Applications and files
eu: Aplikazioak eta fitxategiak

source: Other search results
eu: Beste bilaketa emaitzak

source: Browser history
eu: Nabigatzailearen historia

source: Browser bookmarks
eu: Nabigatzailearen laster-markak

source: Emoji
eu: Emojiak

source: Trash
eu: Zakarrontzia

source: Error while opening file:
eu: Errorea fitxategia ireki bitartean:

source: Too many entries - showing first 1000 entries only
eu: Sarrera gehiegi - lehenengo 1000 sarrera bakarrik erakusten

source: Favorites
eu: Gogokoak

source: Recent
eu: Azkenak

source: Home folder
eu: Karpeta nagusia

source: Reset category order
eu: Berrabiarazi kategorien ordena

source: light skin tone
eu: tonu argiko azala

source: medium-light skin tone
eu: azal tonu erdi-argia

source: medium skin tone
eu: tarteko tonuko azala

source: medium-dark skin tone
eu: azal tonu erdi-iluna

source: dark skin tone
eu: tonu iluneko azala

source: This file is no longer available
eu: Fitxategi hau ez dago erabilgarri

source: Open with
eu: Irekin honekin

source: Other application...
eu: Beste aplikazio bat...

source: Open containing folder
eu: Ireki edukinaren karpeta

source: Move to trash
eu: Mugitu zakarrontzira

source: Error while moving file to trash:
eu: Erorrea fitxategia zakarrontzira mugitzera:

source: Smileys & Emotion
eu: Irribarreak eta Emozioak

source: People & Body
eu: Jendea eta Gorputza

source: Animals & Nature
eu: Animaliak eta Natura

source: Food & Drink
eu: Janaria eta Edaria

source: Travel & Places
eu: Bidaiak eta Tokiak

source: Activities
eu: Ekintzak

source: Objects
eu: Objektuak

source: Symbols
eu: Ikurrak

source: Flags
eu: Banderak

source: This menu item is not associated to any package. Do you want to remove it from the menu anyway?
eu: Menuaren item hau ez dago inongo paketeri lotuta. Nahi duzu hala ere menutik ezabatu?

source: The following packages will be removed:
eu: Hurrengo paketeak ezabatuko dira:

source: Packages to be removed
eu: Ezabatu beharreko paketeak

source: Cannot remove package %s as it is required by other packages.
eu: Ezin da %s paketea ezabatu beste paketeek erabiltzen dutelako.

source: Package %s is a dependency of the following packages:
eu: %s paketea honako paketeen dependentzia du:

source: Open
eu: Ireki

source: Search
eu: Bilatu

source: Start in
eu: Hasi hemen

source: Select a folder
eu: Hautatu karpeta

source: Follow symlinks
eu: Jarraitu symlink-ak

source: Search hidden
eu: Bilatu ezkutukoak

source: Use regular expressions
eu: Erabili espresio erregularrak

source: Stop
eu: Gelditu

source: File
eu: Fitxategia

source: Path
eu: Bidea

source: Searching...
eu: Bilatzen...

source: Search Stopped
eu: Bilaketa gelditu da

source: Searching:
eu: Bilatzen:

source: Error: insufficient permissions to read folder
eu: Errorea; ez dago nahikoa baimenik karpeta irakurtzeko

source: Search Completed
eu: Bilaketa burutu da

source: Skipping
eu: Saltatzen

source: - directory already searched
eu: - karpeta bilatu da dagoeneko

source: A flexible menu with grid or list layout options, file browser and emoji search.
eu: Menu malgua sareta edo zerrenda diseinu-aukerarekin, fitxategi arakatzailea eta emoji bilaketarekin.

source: Behavior
eu: Portaera

source: Appearance
eu: Itxura

source: Layout and Content
eu: Diseinua eta Edukia

source: Search Providers
eu: Bilatu Hornitzaileak

source: No search provider extensions found
eu: Ez da bilaketa hornitzailearen gehigarria aurkitzen

source: Panel
eu: Panela

source: Menu
eu: Menua

source: Layout
eu: Diseinua

source: Content
eu: Edukia

source: Recent files settings
eu: Dela gutxiko fitxategien aukerak

source: Open the menu editor
eu: Ireki menuaren editorea

source: Use a custom icon
eu: Erabili ikono pertsonalizatua

source: Use a custom icon in the panel
eu: Erabili ikono pertsonalizatua panelean

source: Panel icon
eu: Panelaren ikonoa

source: Panel text
eu: Panelaren testua

source: Text to show beside the panel icon
eu: Ikonoaren azpian erakusteko testua

source: Category icon size (pixels)
eu: Kategoriaren ikonoen tamaina (pixelak)

source: Applications list icon size (pixels)
eu: Aplikazioen zerrendaren ikonoen tamaina (pixelak)

source: Applications grid icon size (pixels)
eu: Saretako aplikazioen ikonoen tamaina (pixelak)

source: Keyboard shortcut to open and close the menu
eu: Teklatuaren laster-tekla menua itxi eta irekitzeko

source: Open menu on hover
eu: Ireki menua gainetik pasatzean

source: Open the menu when I move my mouse over the panel icon
eu: Ireki menua sagua panelaren ikonoaren gainetik pasatzean

source: milliseconds
eu: milisegundoak

source: Menu hover delay
eu: Gainetik pasatzean menuaren atzerapena

source: Use menu animations
eu: Erabili menuaren animazioak

source: Animate the menu on open and close
eu: Animatu menua ireki eta ixtean

source: Activate categories on click
eu: Aktibatu kategoriak klik egitean

source: Activate categories on click instead of on hover
eu: Aktibatu kategoriak klik egitean eta ez gainetik pasatzean

source: Enable autoscrolling
eu: Gaitu autokorritzea

source: Enable autoscrolling in application list
eu: Gaitu autokorritzea aplikazio zerrendan

source: Show web bookmarks
eu: Erakutsi laster-markak

source: Show your browser's web bookmarks in the menu. Note: Install package gir1.2-gda-5.0 to read firefox bookmarks.
eu: Erakutsi zure nabigatzailearen laster-markak menuan. Oharra: Instalatu gir1.2-gda-5.0 paketea firefoxen laster-markak irakurtzeko.

source: Enable searching of open windows
eu: Gaitu irekitako leihoen bilaketa

source: Enable search providers
eu: Gaitu bilaketa hornitzaileak

source: Include search provider results in searches
eu: Gehitu bilaketa hornitzailearen emaitzak bilaketetan

source: Example Search Providers
eu: Adibidereako Bilaketa Hornitzaileak

source: Open menu on category:
eu: Ireki menua kategorian:

source: List
eu: Zerrenda

source: Grid
eu: Sareta

source: Always open the menu with this category selected
eu: Ireki menua beti kategoria hau hautatuta

source: columns
eu: zutabeak

source: Number of columns in apps grid
eu: Aplikazioen saretan zutabe kopurua

source: Show bookmarks and places
eu: Erakutsi laster-markak eta lekuak

source: Show bookmarks and places category in the menu
eu: Erakutsi laster-markak eta lekuak kategoriak menuan

source: Show application icons
eu: Erakutsi aplikazioen ikonoak

source: Show category icons
eu: Erakutsi kategorien ikonoak

source: Show application descriptions under titles
eu: Erakutsi aplikazioen deskribapenak lauzen azpian

source: Show tooltips
eu: Erakutsi argibideak

source: Tooltip delay
eu: Argibideen atzerapena

source: Use a custom menu height
eu: Erabili menuaren altuera pertsonalizatua

source: Custom menu height (pixels)
eu: Menuaren erabilera pertsonalizatua (pixelak)

source: Applications view mode
eu: Aplikazioen bistaratzen modua

source: View applications as list or grid
eu: Ikusi aplikazioak zerrenda edo sareta moduan

source: Sidebar location
eu: Alboko barraren kokapena

source: Top
eu: Goian

source: Bottom
eu: Behean

source: Left
eu: Ezkerrean

source: Right
eu: Eskuinean

source: Choose where to show the sidebar
eu: Aukeratu nun erakutsi alboko-barra

source: Show favorites on sidebar
eu: Erakutsi gogokoenak alboko-barran

source: Show your favorite app and file icons on the sidebar
eu: Erakutsi aplikazio gogokoenen eta fitxategien ikonoak alboko-barran

source: Application description placement
eu: Aplikazioaren deskribapenaren kokapena

source: Tooltips
eu: Argibideak

source: Under titles
eu: Izenburuen azpian

source: None
eu: Bat ere ez

source: Choose where to show application descriptions
eu: Hautatu non erakutsi aplikazioen deskribapena

source: Info/tip: Drag on the menu edge to change the menu size.
eu: Informazioa/Iradokizuna: Arrastatu menuaren ertza menuaren tamaina aldatzeko.

source: Show recent items
eu: Erakutsi duela gutxiko itemak

source: Show recent items category in the menu
eu: Erakutsi duela gutxiko itemen kategoria menuan

source: Show favorite apps category
eu: Erakutsi aplikazio gogokoenen kategoria

source: Show your favorite apps category in the menu
eu: Erakutsi zure aplikazio gogokoenen kategoria menuan

source: Show home folder
eu: Erakutsi karpeta nagusia

source: Show home folder category in the menu
eu: Erakutsi karpeta nagusiaren kategoria menuan

source: Show emoji category
eu: Erakutsi emojien kategoria

source: Show emoji category in the menu
eu: Erakutsi emojien kategoria menuan

source: Last used category
eu: Azkenekoz erabilitako kategoria

source: Autoscroll the application list on mouse hover
eu: Autokorritu aplikazio-zerrenda sagua gainetik pasatzean

source: Show hidden files
eu: Erakutsi ezkutuko fitxategiak

source: Show hidden files in folder view
eu: Erakutsi ezkutuko fitxategiak karpeten ikuspegian

source: Emoji search
eu: Emojien bilaketa

source: Show emojis in search results
eu: Erakutsi emojiak bilaketen emaitzetan

source: Web search option
eu: Web-bilaketaren aukera

source: Show an internet search option in search results
eu: Erakutsi interneten bilatzeko aukera bilaketen emaitzetan

source: Web search suggestions
eu: Web-bilaketarako iradokizunak

source: With web search option, also show search suggestions. (Note: This uses Google's search API)
eu: Web bilaketa aukerarekin iradokizunak ere erakutsiko dira (Oharra: honek Googleren bilaketa APIa erabiltzen du)

source: Search home folder
eu: Bilatu karpeta nagusian

source: When searching, also search my home folder for files
eu: Bilaketa egitean, bilatu nire karpeta nagusian ere fitxategiak aurkitzeko

source: Web history search
eu: Web-historiaren bilaketa

source: When searching, also search my browser's history (Google Chrome, Chromium, Opera, Vivaldi, Brave) Note: Firefox history is not currently supported.
eu: Bilaketa egitean, bilatu ere nire nabigatzailearen historian (Google Chrome, Chromium, Opera, Vivaldi, Brave) Oharra; Firefoxen historia ez dago onartuta gaur egun.

source: Web bookmarks search
eu: Laster-marken bilaketa

source: When searching, also search my browser's web bookmarks (Google Chrome, Firefox, Chromium, Opera, Vivaldi, Brave) Note: To search Firefox bookmarks you will need to install package gir1.2-gda-5.0 (Debian based distributions inc. Ubuntu & Linux Mint) or package libgda (Arch based distributions) and restart your computer.
eu: Bilaketa egitean, bilatu ere nire nabigatzailearen laster-marketan (Google Chrome, Chromium, Opera, Vivaldi, Brave) Oharra; Firefoxen bilatzeko gir1.2-gda-5.0 (Debianen oinarritutako banaketetan Ubuntu & Linux Mint barne) paketea instalatu behar da edo libgda paketea (Arch-en oinarritutako banaketetan) eta ordenagailua berrabiarazi.

source: Wikipedia search
eu: Wikipedia bilaketa

source: Show some Wikipedia results
eu: Erakutsi Wikipediaren emaitzak

source: Wikipedia language
eu: Wikipediaren hizkuntza

source: Note: Some search options can still be used even if you have not enabled them here by prefixing your search term. For example: to search for an emoji, type 'e heart' to find heart emojis. Likewise, use prefixes 'f ' for file search, 'h ' for web history and 'b ' for web bookmarks search.
eu: Oharra: zenbait bilaketa-aukera erabili daitezke nahiz eta hemen ez gaitu, bilaketa terminoetan aurrizkiak gehituz. Adibidez: emoji bat bilatzeko, idatzi 'e bihotza' bihotz emoji bat bilatzeko. Horrela, erabili 'f' aurrizkiak fitxategiak bilatzeko, 'h' web historiarako eta 'b' web laster-markak bilatzeko.

source: Use a custom icon size
eu: Erabili ikono tamaina pertsonalizatua

source: Use a custom size for the panel icon
eu: Erabili ikono tamaina pertsonalizatua panelaren ikonorako

source: Panel icon size (pixels)
eu: Panelaren ikono tamaina (pixelak)

source: Choose a custom size for the panel icon
eu: Hautatu tamaina pertsonalizatua panelaren ikonoarentzako

source: Sidebar icon size (pixels)
eu: Alboko barraren tamaina (pixeletan)

source: Use sidebar box style
eu: Erabili alboko barraren kutxa estiloa

source: Use a sidebar box style
eu: Erabili alboko barraren kutxa estilo bat

source: Use tile style
eu: Erabili lauza estiloa

source: Use a tile style for the application buttons (Note: may not work on some themes)
eu: Erabili lauza estiloa aplikazioaren botoientzako (Oharra: zenbait gairekin ez da bateragarria)
